Repository: FreePBX/miscdests
Catalog: i18n/*/LC_MESSAGES/miscdests.po
Languages: de_de, ru_ru

source: Actions
de_de: Aktionen
ru_ru: Действия

source: Add Misc Destination
de_de: Sonstiges Ziel hinzufügen
ru_ru: Добавить другое назначение

source: Allows creating destinations that dial any local number (extensions, feature codes, outside phone numbers) that can be used by other modules (eg, IVR, time conditions) as a call destination.
de_de: Erlaubt das Anlegen von Zielen, die beliebige lokale Nummern (Nebenstellen, Funktionscodes, externe Telefonnummern) anwählen können und die von anderen Modulen (z.B. IVR oder Zeitbedingungen) als Ziele verwendet werden können.
ru_ru: Позволяет создавать назначение, которое может набрать любой локальный номер (внутренний номер, сервисный код, внешний телефонный номер), это может быть использовано в других модулях (таких как Интерактивное меню, Правила по времени) как назначение звонка.

source: Applications
de_de: Anwendungen
ru_ru: Приложения

source: Delete
de_de: Löschen
ru_ru: Удалить

source: Description:
de_de: Beschreibung:
ru_ru: Описание:

source: Destination
de_de: Ziel
ru_ru: Назначение

source: Dial:
de_de: Wählen:
ru_ru: Набирать:

source: Edit Misc Destination
de_de: Sonstiges Ziel bearbeiten
ru_ru: Изменить другое назначение

source: Enter the number this destination will simulate dialing, exactly as you would dial it from an internal phone. When you route a call to this destination, it will be as if the caller dialed this number from an internal phone.
de_de: Geben Sie die Nummer, deren Anwahl dieses Ziel simuliert, genau so ein, als würden Sie sie von einem internen Telefon wählen. Wenn Sie einen Anruf zu diesem Ziel vermitteln, wirkt dies, als hätte der Anrufer diese Nummer von einem internen Telefon aus gewählt.
ru_ru: Введите номер, который имитировать набор точно так же, как если бы вы набирали бы его с внутреннего телефона. Когда вы перенаправляете вызов в это назначение, это будет выглядеть так, как если бы абонент набрал этот номер с внутреннего телефона.

source: Extension
de_de: Nebenstelle
ru_ru: Внутренний номер

source: Give this Misc Destination a brief name to help you identify it.
de_de: Geben Sie diesem Ziel einen kurzen Namen, der Ihnen bei der Identifikation hilft.
ru_ru: Присвойте этому другому назначению короткое название для идентификации.

source: If you need access to a Feature Code, such as *98 to dial voicemail or a Time Condition toggle, these destinations are now provided as Feature Code Admin destinations. For upgrade compatibility, if you previously had configured such a destination, it will still work but the Feature Code short cuts select list is not longer provided.<br/><br/>
ru_ru: Если вам нужен доступ к Сервисному коду, например *98 для набора голосовой почты или переключения Правил по времени, эти пункты назначения теперь предоставляются в качестве пунктов назначения администратора Сервисных кодов. Для совместимости с обновлением, если вы ранее настроили такое назначение, оно все равно будет работать, но список выбора сокращений Сервисных кодов больше не предоставляется.<br/><br/>

source: List Misc Destinations
de_de: Sonstige Ziele auflisten
ru_ru: Список Других назначений

source: Misc Destination already exists
ru_ru: Другое назначение уже существует

source: Misc Destination: %s
de_de: Sonstiges Ziel: %s
ru_ru: Другое назначение: %s

source: Misc Destinations
de_de: Sonstige Ziele
ru_ru: Другие назначения

source: Misc Destinations are for adding destinations that can be used by other FreePBX modules, generally used to route incoming calls. If you want to create feature codes that can be dialed by internal users and go to various destinations, please see the <strong>Misc Applications</strong> module.
ru_ru: Другие назначения предназначены для добавления пунктов назначения, которые могут использоваться другими модулями FreePBX, обычно используемыми для маршрутизации входящих вызовов. Если вы хотите создать коды функций, которые могут быть набраны внутренними пользователями и отправлены в различные назначения, пожалуйста, обратитесь к модулю <strong>Другие приложения</strong>.

source: Please enter a valid Description
de_de: Bitte geben Sie eine gültige Beschreibung ein
ru_ru: Введите действительное описание

source: Please enter a valid Dial string
ru_ru: Введите разрешённый код набора

source: Removing Settings table
de_de: Entferne Einstellungstabelle
ru_ru: Удаление таблицы настроек

source: Reset
de_de: Zurücksetzen
ru_ru: Сброс

source: Submit
de_de: Absenden
ru_ru: Применить

source: This destination is in use. Deleting it may cause things to not work properly
de_de: Dieses Ziel wird noch verwenden. Wenn Sie es löschen, kann dies zu Fehlfunktionen führen
ru_ru: Это назначение используется. Его удаление может привести к неправильной работе
